Repository: iJustinn/Body
Catalog: BodyWatchWidgetExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: %@ KCAL THIS WEEK
de: %@ KCAL DIESE WOCHE
es: %@ KCAL ESTA SEMANA
fr: %@ KCAL CETTE SEMAINE
hi: इस सप्ताह %@ KCAL
ru: %@ KCAL ЗА НЕДЕЛЮ
tr: BU HAFTA %@ KCAL
zh_hans: 本周 %@ 千卡

source: %@ KJ THIS WEEK
de: %@ KJ DIESE WOCHE
es: %@ KJ ESTA SEMANA
fr: %@ KJ CETTE SEMAINE
hi: इस सप्ताह %@ KJ
ru: %@ KJ ЗА НЕДЕЛЮ
tr: BU HAFTA %@ KJ
zh_hans: 本周 %@ 千焦

source: %@ STEPS THIS WEEK
de: %@ SCHRITTE DIESE WOCHE
es: %@ PASOS ESTA SEMANA
fr: %@ PAS CETTE SEMAINE
hi: इस सप्ताह %@ क़दम
ru: ШАГИ ЗА НЕДЕЛЮ: %@
tr: BU HAFTA %@ ADIM
zh_hans: 本周 %@ 步

source: %lld MIN THIS WEEK
de: %lld MIN. DIESE WOCHE
es: %lld MIN ESTA SEMANA
fr: %lld MIN CETTE SEMAINE
hi: इस सप्ताह %lld मि॰
ru: %lld МИН ЗА НЕДЕЛЮ
tr: BU HAFTA %lld DAKİKA
zh_hans: 本周运动 %lld 分钟

# %lldH %lldM ASLEEP
source: %1$lldH %2$lldM ASLEEP
de: %1$lld STD. %2$lld MIN. SCHLAF
es: SUEÑO %1$lldH %2$lldMIN
fr: SOMMEIL %1$lld H %2$lld MIN
hi: %1$lld घं॰ %2$lld मि॰ नींद
ru: СОН %1$lld Ч %2$lld МИН
tr: %1$lld SA %2$lld DK UYKU
zh_hans: 睡眠 %1$lld 小时 %2$lld 分

source: Active Energy
de: Aktive Energie
es: Energía activa
fr: Én. en activité
hi: सक्रिय ऊर्जा
ru: Акт. энергия
tr: Aktif Enerji
zh_hans: 活动能量

source: Heart Rate
de: Herz­frequenz
es: Frec. cardiaca
fr: Fréq. cardiaque
hi: हृदय गति
ru: Пульс
tr: Kalp Atış Hızı
zh_hans: 心率

source: Last night's sleep stages.
de: Deine Schlafphasen der letzten Nacht.
es: Fases del sueño de anoche.
fr: Phases du sommeil de la nuit dernière.
hi: पिछली रात के नींद के चरण।
ru: Стадии сна прошлой ночью.
tr: Dün geceki uyku evreleri.
zh_hans: 昨晚的睡眠阶段。

source: No sleep data yet
de: Noch keine Schlafdaten
es: Sin datos de sueño
fr: Aucune donnée de sommeil
hi: नींद का कोई डेटा नहीं
ru: Нет данных о сне
tr: Henüz uyku verisi yok
zh_hans: 暂无睡眠数据

source: Nothing to chart yet
de: Noch nichts darzustellen
es: Aún no hay nada que mostrar
fr: Rien à afficher pour le moment
hi: अभी चार्ट के लिए कुछ नहीं
ru: Данных для графика пока нет
tr: Henüz gösterilecek veri yok
zh_hans: 暂无图表数据

source: Open Body on iPhone
de: Öffne Body auf dem iPhone
es: Abre Body en el iPhone
fr: Ouvrez Body sur l’iPhone
hi: iPhone पर Body खोलें
ru: Откройте Body на iPhone
tr: iPhone'da Body'yi açın
zh_hans: 请在 iPhone 上打开 Body

source: Readiness
de: Tages­form
es: Prepa­ración
fr: Prépa­ra­tion
hi: रेडिनेस
ru: Готов­ность
tr: Hazırlık
zh_hans: 恢复状态

source: Resting Energy
de: Ruhe­energie
es: Energía reposo
fr: Én. au repos
hi: आराम के समय ऊर्जा
ru: Энергия покоя
tr: Dinl. Enerji
zh_hans: 静息能量

source: Resting HR
de: Ruhepuls
es: FC en reposo
fr: FC au repos
hi: विश्राम HR
ru: Пульс в покое
tr: Dinlenme Nabzı
zh_hans: 静息心率

source: Skin Temp
de: Haut­tempe­ratur
es: Temp. piel
fr: Temp. cutanée
hi: त्वचा तापमान
ru: Темп. кожи
tr: Cilt Sıcaklığı
zh_hans: 皮肤温度

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hi: नींद
ru: Сон
tr: Uyku
zh_hans: 睡眠

source: Sleep Stages
de: Schlafphasen
es: Fases sueño
fr: Phases
hi: नींद के चरण
ru: Стадии сна
tr: Uyku Evreleri
zh_hans: 睡眠阶段

source: Steps
de: Schritte
es: Pasos
fr: Pas
hi: क़दम
ru: Шаги
tr: Adım
zh_hans: 步数

source: This week's daily workout minutes.
de: Tägliche Trainingsminuten dieser Woche.
es: Minutos de entrenamiento diarios de esta semana.
fr: Durée d’exercice quotidienne de la semaine.
hi: इस सप्ताह के दैनिक वर्कआउट मिनट।
ru: Минуты тренировок по дням за эту неделю.
tr: Bu haftaki günlük antrenman dakikaları.
zh_hans: 本周每日运动时长。

source: Today's active energy, or this week's daily active energy.
de: Aktivitätsenergie von heute oder die tägliche Aktivitätsenergie dieser Woche.
es: Energía activa de hoy o energía activa diaria de esta semana.
fr: Énergie en activité du jour, ou de chaque jour de la semaine.
hi: आज की सक्रिय ऊर्जा, या इस सप्ताह की दैनिक सक्रिय ऊर्जा।
ru: Энергия активности за сегодня или по дням за эту неделю.
tr: Bugünkü aktif enerji veya bu haftaki günlük aktif enerji.
zh_hans: 今天的活动能量，或本周每日活动能量。

source: Today's resting energy, or this week's daily resting energy.
de: Ruheenergie von heute oder die tägliche Ruheenergie dieser Woche.
es: Energía en reposo de hoy o energía en reposo diaria de esta semana.
fr: Énergie au repos du jour, ou de chaque jour de la semaine.
hi: आज की आराम के समय ऊर्जा, या इस सप्ताह की दैनिक आराम के समय ऊर्जा।
ru: Энергия покоя за сегодня или по дням за эту неделю.
tr: Bugünkü dinlenme enerjisi veya bu haftaki günlük dinlenme enerjisi.
zh_hans: 今天的静息能量，或本周每日静息能量。

source: Today's steps, or this week's daily steps.
de: Schritte von heute oder die täglichen Schritte dieser Woche.
es: Pasos de hoy o pasos diarios de esta semana.
fr: Pas du jour, ou de chaque jour de la semaine.
hi: आज के क़दम, या इस सप्ताह के दैनिक क़दम।
ru: Шаги за сегодня или по дням за эту неделю.
tr: Bugünkü adım sayısı veya bu haftaki günlük adım sayısı.
zh_hans: 今天的步数，或本周每日步数。

source: Training Load
de: Belastung
es: Carga entren.
fr: Ch. d’entraînement
hi: ट्रेनिंग लोड
ru: Трен. нагрузка
tr: Antren­man Yükü
zh_hans: 训练负荷

source: Weekly Workout Time
de: Wochentraining
es: Tiempo semanal
fr: Exercice hebdo
hi: साप्ताहिक वर्कआउट समय
ru: Трен. за нед.
tr: Haftalık Süre
zh_hans: 本周运动时长

source: Your heart rate over the last 8 hours.
de: Deine Herzfrequenz der letzten 8 Stunden.
es: Tu frecuencia cardiaca en las últimas 8 horas.
fr: Votre fréquence cardiaque sur les 8 dernières heures.
hi: पिछले 8 घंटों में आपकी हृदय गति।
ru: Ваш пульс за последние 8 часов.
tr: Son 8 saatteki kalp atış hızınız.
zh_hans: 你最近 8 小时的心率。

source: Your heart rate ring.
de: Ring für deine Herzfrequenz.
es: Tu anillo de frecuencia cardiaca.
fr: Votre anneau de fréquence cardiaque.
hi: आपकी हृदय गति रिंग।
ru: Кольцо пульса.
tr: Kalp atış hızı halkanız.
zh_hans: 心率圆环。

source: Your heart rate variability over the last 8 hours.
de: Deine Herzfrequenzvariabilität der letzten 8 Stunden.
es: Tu variabilidad de la frecuencia cardiaca en las últimas 8 horas.
fr: Votre variabilité de la fréquence cardiaque sur les 8 dernières heures.
hi: पिछले 8 घंटों में आपकी हृदय गति परिवर्तनशीलता।
ru: Ваша вариабельность пульса за последние 8 часов.
tr: Son 8 saatteki kalp atış hızı değişkenliğiniz.
zh_hans: 你最近 8 小时的心率变异性。

source: Your heart rate variability ring.
de: Ring für deine Herzfrequenzvariabilität.
es: Tu anillo de variabilidad de la frecuencia cardiaca.
fr: Votre anneau de variabilité de la fréquence cardiaque.
hi: आपकी हृदय गति परिवर्तनशीलता रिंग।
ru: Кольцо вариабельности пульса.
tr: Kalp atış hızı değişkenliği halkanız.
zh_hans: 心率变异性圆环。

source: Your latest stress reading and its level.
de: Dein letzter Stresswert und seine Stufe.
es: Tu última medición de estrés y su nivel.
fr: Votre dernière mesure de stress et son niveau.
hi: आपके तनाव की नवीनतम रीडिंग और उसका स्तर।
ru: Последнее значение стресса и его уровень.
tr: En son stres ölçümünüz ve düzeyi.
zh_hans: 你的最新压力读数及其等级。

source: Your latest stress reading.
de: Dein letzter Stresswert.
es: Tu última medición de estrés.
fr: Votre dernière mesure de stress.
hi: आपके तनाव की नवीनतम रीडिंग।
ru: Последнее значение стресса.
tr: En son stres ölçümünüz.
zh_hans: 你的最新压力读数。

source: Your readiness ring.
de: Ring für deine Tagesform.
es: Tu anillo de preparación.
fr: Votre anneau de préparation.
hi: आपकी रेडिनेस रिंग।
ru: Кольцо готовности.
tr: Hazırlık halkanız.
zh_hans: 恢复状态圆环。

source: Your readiness score ring.
de: Ring für deinen Tagesformwert.
es: Tu anillo de puntuación de preparación.
fr: Votre anneau du score de préparation.
hi: आपकी रेडिनेस स्कोर रिंग।
ru: Кольцо оценки готовности.
tr: Hazırlık puanı halkanız.
zh_hans: 恢复状态分数圆环。

source: Your resting heart rate ring.
de: Ring für deine Ruheherzfrequenz.
es: Tu anillo de frecuencia cardiaca en reposo.
fr: Votre anneau de fréquence cardiaque au repos.
hi: आपकी विश्राम हृदय गति रिंग।
ru: Кольцо пульса в покое.
tr: Dinlenirken kalp atış hızı halkanız.
zh_hans: 静息心率圆环。

source: Your skin temperature ring.
de: Ring für deine Hauttemperatur.
es: Tu anillo de temperatura de la piel.
fr: Votre anneau de température cutanée.
hi: आपकी त्वचा तापमान रिंग।
ru: Кольцо температуры кожи.
tr: Cilt sıcaklığı halkanız.
zh_hans: 皮肤温度圆环。

source: Your sleep score ring.
de: Ring für deinen Schlafindex.
es: Tu anillo de puntuación del sueño.
fr: Votre anneau du score de sommeil.
hi: आपके नींद के स्कोर की रिंग।
ru: Кольцо оценки сна.
tr: Uyku puanı halkanız.
zh_hans: 睡眠分数圆环。

source: Your stress over the last 12 hours.
de: Dein Stress der letzten 12 Stunden.
es: Tu estrés en las últimas 12 horas.
fr: Votre stress sur les 12 dernières heures.
hi: पिछले 12 घंटों में आपका तनाव।
ru: Ваш стресс за последние 12 часов.
tr: Son 12 saatteki stresiniz.
zh_hans: 你最近 12 小时的压力。

source: Your training load ring.
de: Ring für deine Trainingsbelastung.
es: Tu anillo de carga de entrenamiento.
fr: Votre anneau de charge d’entraînement.
hi: आपकी ट्रेनिंग लोड रिंग।
ru: Кольцо тренировочной нагрузки.
tr: Antrenman yükü halkanız.
zh_hans: 训练负荷圆环。

source: HRV
es: VFC
fr: VFC
ru: ВСР
zh_hans: 心率变异性

source: Stress
es: Estrés
hi: तनाव
ru: Стресс
tr: Stres
zh_hans: 压力
